{
  "丙": "C",
  "乙": "B",
  "甲": "A",
  "Waiting for response...": "Waiting for response...",
  "Not in sortie": "Not in sortie",
  "Sortie area": "Sortie area",
  "failed to save the screenshot": "failed to save the screenshot",
  "screenshot saved to": "Screenshot saved to",
  "Open cache dir": "Open cache dir",
  "Open screenshot dir": "Open screenshot dir",
  "Failed. Perhaps you don't have permission to it.": "Failed. Perhaps you don't have permission to it.",
  "Open cache dir": "Open cache dir",
  "Volume off": "Volume off",
  "Volume on": "Volume on",
  "Volume": "Volume",
  "Auto adjust": "Auto adjust",
  "Change resolution": "Change resolution",
  "Developer Tools": "Developer Tools",
  "Always on top": "Always on top",
  "Dont always on top": "Dont always on top",
  "Take a screenshot": "Take a screenshot",
  "Cancel": "Cancel",
  "Close": "Close",
  "Exit": "Exit",
  "Confirm?": "Confirm?",
  "Confirm": "Confirm",
  "Requesting": "Requesting",
  "Hit": "Got",
  "I know": "Got it!",
  " Plugins": " Plugins",
  "Update": "Update",
  "Download latest version": "Download latest version",
  "Connection failed after %s retry": {
     "one": "one",
     "other": "other"
   },
  "Network error: HTTP %s": "Network error: HTTP %s",
  "Connection failed.": "Connection failed.",
  "The server presented you a cat. (Error code: %s)": "The server presented you a cat. (Error code: %s)",

  "Modernization succeeded! ": "Modernization succeeded! ",
  "Modernization failed.": "Modernization failed.",
  "Firepower": "Firepower",
  "Torpedo": "Torpedo",
  "AntiAir": "AntiAir",
  "Armor": "Armor",
  "Luck": "Luck",

  "doyouknow-prefix": "#Tips# ",
  "doyouknow-contents": [
    "We frequently introduce new features in \"Tips\". You may disable it in settings though",
    "We look forward to your suggestions! Please post it on our GitHub repo: poooi/poi",
    "Hang around the settings and plugin list regularly. You may find new features!",
    "Anti-catbomb (network retry) ALWAYS comes at risks. USE WITH CAUTION!",
    "poi never modifies or actively sends network packets. Please download poi and plugins from a trusted source",
    "Press Ctrl/Cmd+1/2 to switch between \"Overview\" and \"Fleet\"",
    "Press Ctrl/Cmd+3/4/5/6/7/8 to switch between plugins",
    "Press Tab can switch between plugins~",
    "Double click the mini ship panel in \"Overview\" to switch to \"Fleet\" and back",
    "Moving mouse over to your admiral name shows the admiral experience",
    "The resource icons will glow when they are regenerating",
    "Aircraft Proficiency is included in the displayed FP. Find the detail by moving your mouse over it",
    "2-5 Fall formula is used by default to calculate LOS. Other formulas are available by moving your mouse over it",
    "Setup Boss Key to hide poi instantly and bring it back! Enable it in settings",
    "Quest counters are saved locally on your computer. To let them work correctly, you have to keep using the same computer",
    "You can zoom out the display in the seetings to adjust to screen size",
    "Switch on \"Warn before quitting\" in settings to avoid closing poi by mistake",
    "If the game gets stuck regularly (esp. after a big update of the game), you probably need to clear the cache",
    "If autosizing is reacting slow, it could be the proxy's problem, just wait a few minutes",
    "You can switch off certain notifications in settings. Click the arrow to its right for detailed settings",
    "Notification for plugin updates can be switched on/off by \"Others\" in notification settings.",
    "The alert for heavily damaged ships can be switched on/off by \"Others\" in notification settings.",
    "Plugin \"Prophet\" provides the warning of continuing the sortie with a ship heavily damaged.",
    "Give your poi a new look and try our different themes!",
    "You can customize the homepage for poi now! It is on the right side of game URL in settings~",
    "Right clicking the \"Homepage\" button in settings will lead you to the homepage.",
    "Please do not switch on the advanced functionalities unless you understand what they mean",
    "If you're having trouble downloading plugins, try switching to other npm sources in \"Plugin/Advanced\"",
    "Some plugins are customizable by their own options. Check the plugin list!",
    "View the fleet composition with complete equipment names in plugin \"Composition record\"",
    "In plugin \"Prophet\", turn on/off the display of ship levels with double click",
    "Damage during aerial combats is not included in the MVP prediction in plugin \"Prophet\" because it is not provided by the server",
    "The data shown in plugin \"Map HP\" is not updated until you click \"Sortie\" in game",
    "Move your mouse over the 3 fleets in plugin \"Expedition Information\" for theoretical revenue",
    "Try searching in plugin \"Logbook\"! How many times have you LSC'ed, or sortied to the event map?",
    "You can now sort the table of plugin \"Ship Girls Info\" by clicking the table head",
    ""
  ]

}
